Repository: jaigor/flask_website_example
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Please log in to access this page.
es: Por favor, inicia sesión para acceder a la página

source: This nickname has invalid characters. Please use letters, numbers, dots and underscores only.
es: El nombre del apodo tiene caracteres no válidos. Por favor, utilice letras, números, puntos y barras baja únicamente.

source: This nickname is already in use. Please choose another one.
es: Este apodo se está usando actualmente. Por favor, escoja otro distinto.

source: Your post is now live!
es: Tu post se encuentra colgado!

source: Authentication failed.
es: Fallo al autentificar.

source: User %(nickname)s not found.
es: No se ha encontrado el usuario %(nickname)s.

source: Your changes have been saved.
es: Se han guardado los cambios.

source: You can't follow yourself!
es: No puedes seguirte a tí mismo!

source: Cannot follow %(nickname)s.
es: No puedes seguir a %(nickname)s.

source: You are now following %(nickname)s!
es: ¡Ahora sigues a %(nickname)s!

source: You can't unfollow yourself!
es: ¡No puedes seguirte a tí mismo!

source: Cannot unfollow %(nickname)s.
es: No puedes dejar de seguir a %(nickname)s.

source: You have stopped following %(nickname)s!
es: ¡Has dejado de seguir a %(nickname)s!

source: Oops, File Not Found
es: Ups, No se ha encontrado el archivo

source: Back
es: Atrás

source: An unexpected error has occurred, I think it´s your fault...
es: Ha ocurrido un error no esperado, creo que es por tu culpa...

source: The administrator has been notified, to solve the problem!
es: Se ha notificado al administrador del error para resolver el problema!

source: Home
es: Inicio

source: Your Profile
es: Tu perfil

source: Logout
es: Cerrar sesión

source: Edit Your Profile
es: Editar tu perfil

source: Your nickname:
es: Tu apodo:

source: About yourself:
es: Sobre tí:

source: Save Changes
es: Guardar Cambios

source: Dear
es: Estimado/a

source: %(nickname)s is now a follower.
es: Ahora %(nickname)s es un seguidor.

source: Best Regards,
es: Saludos,

source: The <code>microblog</code> admin
es: El Administrador de <code>microblog</code>

source: Hi, %(nickname)s !
es: Hola, %(nickname)s !

source: Your email is:
es: Tu email es:

source: Say something:
es: Haz un comentario:

source: Post!
es: Envíar!

source: List of posts
es: Lista de comentarios

source: Newer
es: Nuevos

source: Older
es: Antiguos

source: You are not logged in!
es: ¡No has iniciado sesión!

source: Sign it with Facebook
es: Acceder mediante Facebook

source: Sign it with Twitter
es: Acceder mediante Twitter

source: Sign In
es: Iniciar sesión

source: Please, choose one of the social accounts to access the website:
es: Por favor, escoja una de las redes sociales que use para acceder a la web:

source: %(nickname)s said %(when)s:
es: %(nickname)s comentó hace %(when)s:

source: Nothing described yet :(
es: No se ha añadido nada aún :(

source: Last seen:
es: Última vez visto:

source: Followers:
es: Seguidores:

source: Following:
es: Siguiendo:

source: Edit your profile
es: Editar tu perfil

source: Follow
es: Seguir

source: Unfollow
es: Dejar de seguir
